Tekla.Structures.Filtering.Categories.TaskFilterExpressions.ActualEndDate
The ActualEndDate class represents the actual end date filter expression.

Tekla.Structures.Filtering.Categories.TaskFilterExpressions.ActualEndDate.#ctor
Initializes a new instance of the ActualEndDate class.